/*------------------------------------------------------------------------

  E muito importante fazer comentarios em seu código para ficar mais
  organizado.

------------------------------------------------------------------------ */

/*------------------------------------------------------------------------*/

/* IMPORTANDO AS BÍBLIOTECAS EM C */

#include <stdio.h>
#include <stdlib.h>

/*------------------------------------------------------------------------ */

/*------------------------------------------------------------------------ */

/* FUNÇÃO PRINCÍPAL */

main()
{
    printf("Separação o nosso código usando os comentarios em C \n");
    system("PAUSE");
    return 0;

} /* AND MAIN*/

/*------------------------------------------------------------------------ */


